Repository: strantam/WhoIsKing
Catalog: wik-frontend/localization/messages.*.xlf
Languages: hu

# Header.Title
source: {VAR_SELECT, select, GAME {Game} SPREAD {Spread} STATISTICS {Statistics} }
hu: {VAR_SELECT, select, GAME {Játék} SPREAD {Elterjedés} STATISTICS {Statisztika} }

# Header.Game
source: Game
hu: Játék

# Header.Statistics
source: Statistics
hu: Statisztika

# Header.Spread
source: Spread
hu: Elterjedés

# Header.Logout
source: Logout
hu: Kijelentkezés

# AreYouSure.Header
source: Are you sure?
hu: Biztos?

# AreYouSure.Cancel
source: {VAR_SELECT, select, CANCEL {Cancel} }
hu: {VAR_SELECT, select, CANCEL {Mégse} }

# Login.MainTitle
source: Welcome to Who Is King?
hu: Ki a Király?

# Login.SubTitle
source: Login to get started...
hu: Jelentkezz be a folytatáshoz...

# Footer.notloggedin
source: Your score will not count to your city's score unless you log in.
hu: Bejelentkezés nélkül nem számítanaka az eredményeid a városod eredményeibe.

# Footer.loginButton
source: Login
hu: Bejelentkezés

# AddCity.HeaderTitle
source: Choose city!
hu: Hol ragadtál?

# AddCity.SearchCityInput
source: Search city
hu: Város neve

# AddCity.Cancel
source: Cancel
hu: Mégse

# AddCity.Ok
source: Save
hu: Mentés

# Footer.loggedin
source: You need to set your city to add your score to the city.
hu: Add meg a városod, hogy hozzáadódjanak a pontjaid.

# Footer.addCity
source: Add city
hu: Mentés
